{
  "homepage": {
    "title": "Bienvenue sur le portail de données OneLondon",
    "intro1": "OneLondon a développé une ressource de pointe pour l'amélioration de la santé et des soins appelée SDE de Londres (Environnement de Données Sécurisées). Celle-ci comprend le LDS (Service de Données de Londres) et le LAP (Plateforme d'Analytique de Londres).",
    "intro2": "Les données collectées auprès des systèmes de santé à travers Londres par ces services peuvent être utilisées à de nombreuses fins, toutes garantissant que les informations des patients sont partagées pour améliorer la prestation des soins.",
    "intro3": "Ce portail vous permet de nous indiquer si vous ne souhaitez pas que vos données soient utilisées par le LDS ou le LAP à d'autres fins que vos soins personnels. En cliquant sur le bouton Démarrer ci-dessous, vous serez guidé à travers un processus pour exercer votre droit de demander que nous n'utilisions pas vos données à d'autres fins que les soins qui vous sont fournis par des professionnels de santé. Si vous souhaitez changer cette décision à l'avenir, vous pouvez suivre le même processus pour nous indiquer que nous pouvons utiliser vos données.",
    "intro4": "Cliquez sur le bouton Démarrer ci-dessous pour nous indiquer votre préférence concernant vos données",
    "startButton": "Démarrer",
    "startButtonOther": "Demander un refus au nom de quelqu'un d'autre",
    "beforeYouStartTitle": "Avant de commencer",
    "beforeYouStartList1": "Vous aurez besoin de votre numéro NHS à 10 chiffres ou de votre nom complet, code postal et date de naissance afin que nous puissions vous identifier.",
    "beforeYouStartList2": "Nous enverrons un e-mail, un SMS ou une lettre aux coordonnées que vous avez enregistrées auprès de votre médecin généraliste. Cela nous aidera à confirmer que nous parlons à la bonne personne. Vous devez vous assurer que votre médecin dispose de vos coordonnées à jour.",
    "expandableHeaders": {
      "section1": "Qu'est-ce que le Service de Données de Londres ?",
      "section2": "Comment le Service de Données de Londres et la Plateforme d'Analytique de Londres utiliseront-ils mes données ?",
      "section3": "Comment puis-je empêcher LDS & SDE d'utiliser mes données ?",
      "section4": "Où puis-je consulter les avis de confidentialité pour LDS & SDE ?"
    },
    "expandableContent": {
      "section1": {
        "p1": "Le Service de Données de Londres collecte de manière sécurisée les informations des patients provenant de divers établissements de santé à Londres, tels que les cabinets de médecins généralistes et les hôpitaux. Il organise et stocke ensuite ces informations pour qu'elles soient utilisées par d'autres systèmes approuvés.",
        "p2": "Ces données stockées en toute sécurité sur les patients utilisant les services de santé londoniens peuvent être distribuées à des plateformes d'analyse et de soins à travers Londres, telles que le Dossier de Soins de Londres ou la Plateforme d'Analytique de Londres."
      },
      "section2": {
        "p1": "Les deux systèmes ne partageront des données identifiables - des données permettant de savoir qui vous êtes - qu'avec des services qui utilisent vos données pour vous fournir directement des soins de santé.",
        "p2": "Les deux systèmes fournissent des données à des services 'secondaires' qui utilisent les données des patients pour la planification et la conception des soins de santé, la gestion de la santé de la population et la recherche médicale. Ces informations sont extrêmement utiles pour les prestataires de soins à Londres afin de comprendre les besoins de santé des Londoniens. Elles nous aident à concevoir les services du NHS, à prévoir la demande et à comprendre les besoins des quartiers locaux par rapport à l'ensemble de Londres. Les projets de recherche sur des conditions particulières, y compris la progression des maladies et les traitements possibles, sont un autre service important qui utilise ces données et peut bénéficier aux Londoniens et à la santé du Royaume-Uni dans son ensemble. Ces services secondaires ne recevront jamais que des données désidentifiées - des données qui n'incluent pas d'informations permettant de savoir qui vous êtes (comme les noms, adresses et dates de naissance)."
      },
      "section3": {
        "p1": "Grâce à ce portail, vous pouvez nous indiquer que vous ne souhaitez pas que vos données soient utilisées à des fins secondaires, telles que la planification de la santé de la population et la recherche. Pour enregistrer vos détails afin de 'refuser', cliquez sur le bouton Démarrer ci-dessus.",
        "p2": "Nous indiquer que vous ne souhaitez pas que vos données soient partagées avec les professionnels de santé qui vous soigneront est un processus différent. Pour cela, veuillez envoyer un e-mail à NELondonicb.oneLondon.opt-out@nhs.net et mettre comme objet de l'e-mail « Opposition au partage de données pour les soins directs »."
      },
      "section4": {
        "p1": "L'avis de confidentialité SDE est",
        "p1LinkText": "ici",
        "p2": "et l'avis de confidentialité LDS est disponible",
        "p2LinkText": "ici"
      }
    }
  },
  "LeftProgress": {
    "legend": "Le processus d'opposition",
    "steps": {
      "nhs": "Fournissez votre numéro NHS",
      "details": "Confirmez vos informations",
      "confirm": "Confirmation positive",
      "choice": "Faites votre choix",
      "notify": "Recevez des notifications",
      "thanks": "Terminé"
    },
    "content": {
      "nhs": "Votre numéro NHS nous aide à retrouver votre dossier rapidement et avec précision.",
      "details": "Assurez-vous que votre nom et votre date de naissance sont corrects avant de continuer.",
      "confirm": "La confirmation signifie que vous avez vérifié et validé les informations fournies.",
      "choice": "Veuillez indiquer votre préférence concernant l'opposition.",
      "notify": "Choisissez comment vous souhaitez recevoir des mises à jour concernant vos préférences.",
      "thanks": "Processus terminé"
    }
  },
  "SearchByNHSNumber": {
    "nhsNumberLabel": "Numéro NHS",
    "nhsNumberHint": "Vous pouvez trouver votre numéro NHS sur les courriers de votre médecin généraliste ou de l'hôpital, les ordonnances, ou dans l'application NHS.",
    "poaNhsNumberLabel": "Numéro NHS de la personne que vous représentez",
    "poaMyDetailsHeading": "Mes informations (le demandeur)",
    "poaFirstnameLabel": "Prénom",
    "poaSurnameLabel": "Nom de famille",
    "poaRelationshipLabel": "Lien de parenté",
    "poaRelationshipSelect": "Sélectionnez le lien de parenté",
    "poaRelationshipOptions": {
      "parent": "Le patient a moins de 13 ans et vous êtes son parent",
      "guardian": "Le patient a moins de 13 ans et vous êtes son tuteur désigné",
      "attorney": "Le patient a plus de 13 ans et vous avez une procuration vous permettant d'agir en son nom."
    },
    "submitButton": "Rechercher",
    "submittingButton": "Envoi en cours...",
    "idontknowButton": "Je ne connais pas mon numéro NHS",
    "errorNhsNumber": "Veuillez entrer un numéro NHS à 10 chiffres",
    "errorFirstname": "Veuillez entrer un prénom",
    "errorSurname": "Veuillez entrer un nom de famille",
    "errorRelationship": "Veuillez sélectionner un lien de parenté",
    "errorRecaptchaLoad": "Échec du chargement de reCAPTCHA. Veuillez actualiser et réessayer.",
    "errorRecaptchaNotReady": "reCAPTCHA n'est pas prêt. Veuillez réessayer plus tard.",
    "errorRecaptchaFailed": "Échec de reCAPTCHA. Veuillez réessayer.",
    "errorCreatePatient": "Échec de la création du patient. Veuillez réessayer.",
    "helpGuidanceTitle": "Aide & Conseils",
    "helpGuidanceNhsNumberHeading": "Saisie de votre numéro NHS",
    "helpGuidanceNhsNumberText1": "Votre numéro NHS est un numéro unique à 10 chiffres utilisé pour vous identifier au sein du NHS. Vous pouvez le trouver sur votre carte médicale, ordonnance, courrier du médecin généraliste, correspondance hospitalière ou dans votre application NHS.",
    "helpGuidanceNhsNumberText2": "Veuillez entrer votre numéro NHS pour nous aider à retrouver vos informations en toute sécurité. Cela nous permet de vous associer aux bons dossiers et de protéger vos données.",
    "helpGuidanceNhsNumberText3": "Si vous ne connaissez pas votre numéro NHS, vous pouvez continuer en cliquant sur « Je ne connais pas mon numéro NHS » ci-dessous, cela vous dirigera vers un petit formulaire pour vous retrouver.",
    "helpGuidanceNhsNumberText4": "Votre numéro NHS ne sera utilisé que pour retrouver vos informations et ne sera pas partagé en dehors du NHS.",
    "helpGuidanceEligibilityHeading": "Critères d'éligibilité pour l'opposition",
    "helpGuidanceEligibilityList": {
      "parent": "Le patient a moins de 13 ans et vous êtes son parent",
      "guardian": "Le patient a moins de 13 ans et vous êtes son tuteur désigné",
      "attorney": "Le patient a plus de 13 ans et vous avez une procuration vous permettant d'agir en son nom."
    },
    "helpGuidanceEligibilityText": "Si vous ne remplissez pas l'un de ces critères, vous ne pouvez pas demander l'opposition pour quelqu'un d'autre. Veuillez cliquer sur le bouton retour.",
    "helpGuidancePoaNhsNumberHeading": "Saisie du numéro NHS",
    "helpGuidancePoaNhsNumberText1": "Le numéro NHS est un numéro unique à 10 chiffres utilisé pour identifier les patients. Vous pouvez le trouver sur les cartes médicales, ordonnances, courriers du médecin généraliste, correspondance hospitalière ou dans l'application NHS.",
    "helpGuidancePoaNhsNumberText2": "Entrez le numéro NHS de la personne que vous représentez. Si vous ne le connaissez pas, cliquez sur « Je ne connais pas mon numéro NHS » ci-dessous pour continuer.",
    "helpGuidancePoaNhsNumberText3": "Les numéros NHS sont uniquement utilisés pour retrouver les informations et ne seront pas partagés en dehors du NHS."
  },
  "SearchByDetails": {
    "back": "Retour",
    "myDetails": "Mes informations",
    "surnameLabel": "Nom de famille",
    "surnameHint": "Par exemple, Smith ou O'Neill",
    "surnameError": "Veuillez entrer votre nom de famille",
    "postcodeLabel": "Code postal",
    "postcodeHint": "Par exemple, SW1A 2AA",
    "postcodeError": "Veuillez entrer votre code postal",
    "dobLegend": "Date de naissance",
    "dobHint": "Par exemple, 31 03 1980",
    "dobError": "Veuillez entrer votre date de naissance",
    "dobDayLabel": "Jour",
    "dobMonthLabel": "Mois",
    "dobYearLabel": "Année",
    "dobMonthInvalid": "Le mois doit être compris entre 01 et 12",
    "dobInvalid": "Veuillez entrer une date de naissance valide",
    "dobDayInvalid": "Le jour doit être compris entre 1 et 31",
    "dobYearInvalid": "Veuillez entrer une année valide",
    "dobRealInvalid": "Veuillez entrer une date de naissance réelle",
    "submitError": "Échec de la création du patient. Veuillez réessayer.",
    "myDetailsRequester": "Mes informations (Demandeur)",
    "poaFirstnameLabel": "Prénom",
    "poaFirstnameError": "Veuillez entrer un prénom",
    "poaSurnameLabel": "Nom de famille",
    "poaSurnameError": "Veuillez entrer un nom de famille",
    "poaRelationshipLabel": "Relation",
    "poaRelationshipError": "Veuillez sélectionner une relation",
    "poaRelationshipSelect": "Sélectionner la relation",
    "poaRelationshipParent": "Le patient a moins de 13 ans et vous êtes son parent",
    "poaRelationshipGuardian": "Le patient a moins de 13 ans et vous êtes son tuteur désigné",
    "poaRelationshipAttorney": "Le patient a plus de 13 ans et vous avez le pouvoir légal d'agir en son nom.",
    "helpGuidanceTitle": "Aide & Conseils",
    "helpGuidanceSubtitle": "Demander une exclusion au nom de quelqu'un d'autre",
    "helpGuidanceText1": "Vous pouvez demander une exclusion au nom de quelqu'un d'autre pour empêcher l'utilisation de ses données personnelles à des fins secondaires si :",
    "helpGuidanceText2": "Si vous êtes dans ces circonstances, veuillez entrer vos informations dans cette boîte bleue et dans toutes les autres cases, utilisez les informations du patient.",
    "helpGuidanceText3": "Si aucune de ces circonstances ne vous décrit, vous ne pouvez pas exclure quelqu'un d'autre. Veuillez cliquer sur le bouton retour.",
    "searchButton": "Rechercher",
    "submitting": "Envoi en cours...",
    "errorPrefix": "Erreur :"
  },
  "ConfirmDetails": {
    "powerOfAttorneyDetails": "Détails de la procuration",
    "powerOfAttorneyName": "Nom",
    "powerOfAttorneyRelationship": "Relation",
    "isThisYou": "Est-ce vous ?",
    "name": "Nom",
    "email": "E-mail",
    "mobileNumber": "Numéro de mobile",
    "address": "Adresse",
    "yes": "Oui",
    "no": "Non",
    "useExistingCode": "Un code a déjà été envoyé. Voulez-vous utiliser ce code pour continuer ?",
    "helpGuidance": "Aide & Conseils",
    "checkingYourDetails": "Vérification de vos informations",
    "reviewDetails": "Veuillez vérifier les informations affichées sur cette page. Certaines données, comme votre numéro de mobile, peuvent être partiellement masquées pour votre confidentialité.",
    "detailsCorrect": "Si ces informations sont correctes et vous appartiennent, cliquez sur <strong>Oui</strong> pour continuer.",
    "detailsIncorrect": "Si ces informations ne vous correspondent pas, cliquez sur <strong>Non</strong> pour revenir et essayer de rechercher à nouveau avec votre numéro NHS.",
    "alreadyReceivedCode": "Si vous avez déjà reçu un code par SMS, e-mail ou courrier, vous pouvez l'utiliser maintenant en cliquant sur le bouton ci-dessous pour accéder directement à la page de confirmation du code.",
    "securityInfo": "Ce processus nous aide à garder vos informations sécurisées et garantit que vous seul pouvez accéder à vos dossiers.",
    "noPatientDetails": "Aucun détail patient disponible."
  },
  "PositiveConfirmation": {
    "poaDetailsTitle": "Détails du mandataire",
    "poaNameLabel": "Nom :",
    "poaRelationshipLabel": "Relation :",
    "confirmationRequiredTitle": "Confirmation requise",
    "confirmationRequiredDescription": "Veuillez confirmer que ces informations sont correctes avant de continuer :",
    "summaryName": "Nom",
    "summaryEmail": "E-mail",
    "summaryMobile": "Numéro de mobile",
    "summaryAddress": "Adresse",
    "chooseMethod": "Nous devons vous envoyer un code, comment souhaitez-vous le recevoir :",
    "methodEmail": "E-mail",
    "methodSMS": "SMS",
    "methodLetter": "Lettre",
    "noPatientDetails": "Aucun détail patient disponible.",
    "helpGuidanceTitle": "Aide & Conseils",
    "helpReceivingCodeTitle": "Recevoir votre code de confirmation",
    "helpReceivingCodeDescription1": "Pour sécuriser vos informations, nous devons vous envoyer un code à usage unique. Ce code nous aide à confirmer votre identité avant de continuer.",
    "helpReceivingCodeDescription2": "Veuillez choisir comment vous souhaitez recevoir votre code : par e-mail, SMS ou courrier postal. Sélectionnez l'option la plus pratique et accessible pour vous.",
    "helpReceivingCodeDescription3": "Si vous ne pouvez accéder à aucune de ces méthodes, veuillez contacter l'un de nos agents au ........",
    "helpReceivingCodeDescription4": "Vos informations ne sont utilisées qu'à des fins d'identification et ne seront pas partagées en dehors du NHS."
  },
  "ConfirmCode": {
    "powerOfAttorneyDetails": "Détails de la procuration",
    "powerOfAttorneyName": "Nom :",
    "powerOfAttorneyRelationship": "Relation :",
    "enterCodeLabel": "Entrez le code",
    "errorEnterCode": "Veuillez entrer le code à 5 chiffres qui vous a été envoyé",
    "errorNoPatient": "Aucun patient trouvé. Veuillez recommencer le processus.",
    "errorInvalidCode": "Code invalide. Veuillez réessayer.",
    "errorGeneric": "Une erreur s'est produite. Veuillez réessayer.",
    "submitButton": "Envoyer",
    "submittingButton": "Envoi en cours...",
    "helpGuidanceTitle": "Aide & Conseils",
    "helpHowGetCodeTitle": "Comment obtenir mon code ?",
    "helpHowGetCodeText1": "Un code à 5 chiffres vous a été envoyé par l'un des moyens suivants :",
    "helpHowGetCodeSMS": "SMS (message texte) sur votre téléphone portable",
    "helpHowGetCodeEmail": "E-mail à votre adresse électronique enregistrée",
    "helpHowGetCodeLetter": "Lettre à votre adresse personnelle (veuillez prévoir jusqu'à 3 jours pour la livraison)",
    "helpHowGetCodeText2": "Une fois que vous avez reçu votre code, veuillez le saisir dans la case prévue. Cela nous aide à confirmer que les coordonnées que vous avez fournies correspondent à nos dossiers.",
    "helpHowGetCodeText3": "Si vous n'avez pas reçu votre code, veuillez vérifier votre dossier spam ou courrier indésirable, ou attendez un peu plus longtemps si vous attendez une lettre.",
    "helpWrongCodeTitle": "Que se passe-t-il si je saisis le mauvais code ?",
    "helpWrongCodeText": "Si vous saisissez le mauvais code 3 fois, vous serez invité à appeler notre service d'assistance pour finaliser votre demande d'adhésion ou de retrait."
  },
  "OptOut": {
    "powerOfAttorneyDetails": "Détails de la procuration",
    "powerOfAttorneyName": "Nom :",
    "powerOfAttorneyRelationship": "Relation :",
    "errorNoPatient": "Les informations du patient sont manquantes.",
    "optOutLabel": "Refuser",
    "optOutTitle": "Refuser",
    "optOutDesc1": "Je ne souhaite pas que mes données personnelles soient utilisées dans le London Data Service à des fins de recherche et de planification.",
    "optOutDesc2": "Je reconnais que mes données resteront dans le London Data Service pour les soins directs.",
    "optInLabel": "Accepter",
    "optInTitle": "Accepter",
    "optInDesc": "Je souhaite que mes données personnelles soient utilisées dans le London Data Service pour les soins directs, la recherche et la planification.",
    "errorSelectOption": "Veuillez sélectionner une option pour continuer.",
    "nextButton": "Suivant",
    "helpGuidanceTitle": "Aide & Conseils",
    "helpOptOutTitle": "Que signifie Refuser ?",
    "helpOptOutDesc1": "Choisir de refuser le partage de vos données empêchera l'utilisation de vos informations de santé anonymisées pour :",
    "helpOptOutList1": "Soutenir la prestation de soins directs et proactifs",
    "helpOptOutList2": "Planification et organisation des services de santé",
    "helpOptOutList3": "Évaluation et amélioration des services de santé",
    "helpOptOutList4": "Permettre la recherche",
    "helpOptOutDesc2": "Choisir de refuser le partage de vos données à des fins secondaires signifie que vos informations de santé personnelles seront toujours utilisées pour garantir que vous recevez les soins nécessaires. Par exemple, vos données peuvent être partagées si vous devez être orienté vers un hôpital ou obtenir une ordonnance."
  },
  "ConfirmAndSave": {
    "yourDataSharingChoice": "Votre choix de partage de données",
    "decisionLabel": "Décision :",
    "decisionOptIn": "Adhésion",
    "decisionOptOut": "Refus",
    "decisionNotSelected": "Non sélectionné",
    "nhsNumberLabel": "Numéro NHS :",
    "nhsNumberNotProvided": "Non fourni",
    "notificationMethodLabel": "Méthode de notification :",
    "notificationNoneSelected": "Aucune sélectionnée",
    "powerOfAttorneyDetails": "Détails de la procuration",
    "powerOfAttorneyName": "Nom du demandeur :",
    "powerOfAttorneyRelationship": "Relation du demandeur :",
    "errorMissingNhsOrOption": "Le numéro NHS et l'option sont requis.",
    "errorSaveFailed": "Désolé, nous n'avons pas pu enregistrer votre décision. Veuillez réessayer.",
    "howToBeNotifiedLabel": "Comment souhaitez-vous être informé lorsque vos données auront été transférées dans le London Data Service :",
    "sms": "SMS",
    "email": "E-mail",
    "post": "Courrier",
    "submitting": "Envoi en cours",
    "savePreferences": "Enregistrer les préférences",
    "helpGuidanceTitle": "Aide & Conseils",
    "aboutThisStepTitle": "À propos de cette étape",
    "aboutThisStepDesc1": "Vous êtes sur le point d'enregistrer votre préférence d'opt-out. Cela signifie que vous choisissez comment vos données seront partagées pour des usages secondaires dans le London Data Service.",
    "aboutThisStepDesc2": "Veuillez sélectionner comment vous souhaitez être informé lorsque vos données auront été transférées dans le London Data Service. Vous pouvez choisir de recevoir des mises à jour par SMS, e-mail ou courrier.",
    "helpSms": "SMS - un message texte sera envoyé sur votre téléphone portable",
    "helpEmail": "E-mail - un message sera envoyé à votre adresse e-mail enregistrée",
    "helpLetter": "Courrier - une lettre sera envoyée à votre adresse (veuillez prévoir jusqu'à 3 jours pour la livraison)",
    "helpChangePrefs": "Vous pouvez revenir sur ce site à tout moment pour modifier vos préférences de notification.",
    "needHelpTitle": "Besoin d'aide ?",
    "needHelpDesc": "Si vous avez des questions ou besoin d'assistance, veuillez contacter notre service d'assistance."
  },
  "ThankyouScreen": {
    "title": "Merci !",
    "preferencesSaved": "Vos préférences ont été enregistrées et votre demande est terminée.",
    "appreciation": "Nous vous remercions pour votre temps. Vous serez informé lorsque vos préférences auront été appliquées.",
    "safeToClose": "Vous pouvez maintenant fermer cette fenêtre ou cet onglet du navigateur en toute sécurité.",
    "returnHome": "Retour à l'accueil"
  },
  "DevEnvironmentWarning": {
    "bannerTitle": "Environnement de test :",
    "bannerMessage": "Ce site web est destiné uniquement à la démonstration et aux tests. Toute information saisie ici ne sera pas enregistrée dans de vrais dossiers patients ni utilisée pour des soins cliniques. Veuillez ne pas entrer de données réelles de patients."
  }
}