{
  "homepage": {
    "title": "Welcome to the OneLondon Data Portal",
    "intro1": "OneLondon have developed a world leading resource for health and care improvement known as the London SDE (Secure Data Environment). This is comprised of the LDS (London Data Service) and the LAP (London Analytics Platform).",
    "intro2": "The data collected from healthcare systems across London by these services can be used for many things all ensuring patient information is shared for improved provision of care.",
    "intro3": "This portal is where you can tell us if you don't want your data used by LDS or LAP for anything other than your personal healthcare. By clicking the start button below you will be taken through a process to exercise your right to request that we do not use your data for anything other than care provided to you by healthcare professionals. If you ever want to change that decision in the future you can go through the same process to tell us we can use your data.",
    "intro4": "Click on the Start button below to tell us your data preference",
    "startButton": "Start",
    "startButtonOther": "Requesting an Opt-out on someone else's behalf",
    "beforeYouStartTitle": "Before you start",
    "beforeYouStartList1": "You'll need your 10-digit NHS Number or your Full name, Postcode & Date Of Birth so that we can identify you.",
    "beforeYouStartList2": "We will be sending an e-mail, SMS text message or letter to the contact details you have registered with your GP. This will help us confirm we are speaking with the right person. You should be confident that your GP has your up-to-date contact details.",
    "expandableHeaders": {
      "section1": "What is the London Data Service?",
      "section2": "How will the London Data Service and the London Analytics Platform use my data?",
      "section3": "How do I stop LDS & SDE using my data?",
      "section4": "Where can I see the privacy Notices for LDS & SDE?"
    },
    "expandableContent": {
      "section1": {
        "p1": "The London Data Service securely collects patient information from a range of healthcare locations around London such as GP surgeries and hospitals. It then organises and stores this information ready to be used by other approved systems.",
        "p2": "This securely stored data about patients using London's healthcare services can be distributed to analytics and care platforms throughout London such as the London Care Record or the London Analytics Platform."
      },
      "section2": {
        "p1": "Both systems will only share identifiable data - data which can be used to tell someone who you are - with services that use your data for directly providing healthcare services to you.",
        "p2": "Both systems provide data to 'secondary' services that use patient data for healthcare planning & design, population health management and healthcare research. This information is incredibly useful for providers across London to understand healthcare needs of Londoners. It helps us in designing NHS services, forecast demand and understand local neighbourhood needs compared to London as a whole. Research projects into particular conditions including how illnesses progress and possible treatments is another important service that use this data and can benefit Londoners and the health of the UK as a whole. These secondary services will only ever be sent de-identified data - data that does not include information which could tell someone who you are (such as names, addresses and dates of birth)."
      },
      "section3": {
        "p1": "Using this portal you can tell us that you don't want your data used for secondary purposes, such as population health planning and research. To register your details to 'opt-out' click the start button above.",
        "p2": "Telling us that you don't want your data shared with healthcare professionals who will be treating you is a different process. To do that please e-mail NELondonicb.oneLondon.opt-out@nhs.net and make the subject of the e-mail \"Dissent from data sharing for direct care\"."
      },
      "section4": {
        "p1": "The SDE privacy notice is",
        "p1LinkText": "here",
        "p2": "and the LDS Privacy notice is available",
        "p2LinkText": "here"
      }
    }
  },
  "LeftProgress": {
    "legend": "The Opt-Out Process",
    "steps": {
      "nhs": "Provide Your NHS Number",
      "details": "Confirm Your Details",
      "confirm": "Positive Confirmation",
      "choice": "Make Your Choice",
      "notify": "Receive Notifications",
      "thanks": "Complete"
    },
    "content": {
      "nhs": "Your NHS number helps us locate your record quickly and accurately.",
      "details": "Make sure your name and date of birth are correct before proceeding.",
      "confirm": "Confirmation means you've reviewed and validated the information provided.",
      "choice": "Please indicate your preference regarding the opt-out.",
      "notify": "Choose how you would like to receive updates about your preferences.",
      "thanks": "Process Complete"
    }
  },
  "SearchBySHSNumber": {
    "nhsNumberLabel": "NHS Number",
    "nhsNumberHint": "You can find your NHS Number on letters from your GP or hospital, prescriptions, or in the NHS App.",
    "poaNhsNumberLabel": "NHS Number of the Person You Are Representing",
    "poaMyDetailsHeading": "My Details (The Requester)",
    "poaFirstnameLabel": "Firstname",
    "poaSurnameLabel": "Surname",
    "poaRelationshipLabel": "Relationship",
    "poaRelationshipSelect": "Select relationship",
    "poaRelationshipOptions": {
      "parent": "The patient is under 13 and you are their parent",
      "guardian": "The patient is under 13 and you are their appointed guardian",
      "attorney": "The patient is over 13 and you have power of attorney with the right to act on their behalf."
    },
    "submitButton": "Search",
    "submittingButton": "Submitting...",
    "idontknowButton": "I Don't know my NHS Number",
    "errorNhsNumber": "Enter a 10-digit NHS Number",
    "errorFirstname": "Enter a first name",
    "errorSurname": "Enter a surname",
    "errorRelationship": "Select a relationship",
    "errorRecaptchaLoad": "Failed to load reCAPTCHA. Please refresh and try again.",
    "errorRecaptchaNotReady": "reCAPTCHA is not ready. Please try again later.",
    "errorRecaptchaFailed": "reCAPTCHA failed. Please try again.",
    "errorCreatePatient": "Failed to create patient. Please try again.",
    "helpGuidanceTitle": "Help & Guidance",
    "helpGuidanceNhsNumberHeading": "Entering Your NHS Number",
    "helpGuidanceNhsNumberText1": "Your NHS Number is a unique 10-digit number used to identify you within the NHS. You can find it on your medical card, prescription, GP letter, hospital correspondence, or your NHS app.",
    "helpGuidanceNhsNumberText2": "Please enter your NHS Number to help us securely find your details. This helps ensure we match you to the correct records and keep your information safe.",
    "helpGuidanceNhsNumberText3": "If you do not know your NHS Number, you can still continue by clicking \"I Don't know my NHS Number\" below, this will direct you to fill out a small form to find you.",
    "helpGuidanceNhsNumberText4": "Your NHS Number will only be used to look up your details and will not be shared outside the NHS.",
    "helpGuidanceEligibilityHeading": "Opt-out Eligibility",
    "helpGuidanceEligibilityList": {
      "parent": "The patient is under 13 and you are their parent",
      "guardian": "The patient is under 13 and you are their appointed guardian",
      "attorney": "The patient is over 13 and you have power of attorney with the right to act on their behalf."
    },
    "helpGuidanceEligibilityText": "If you do not meet one of these criteria, you cannot opt someone else out. Please click the back button.",
    "helpGuidancePoaNhsNumberHeading": "Entering NHS Number",
    "helpGuidancePoaNhsNumberText1": "The NHS Number is a unique 10-digit number used to identify patients. You can find it on medical cards, prescriptions, GP letters, hospital correspondence, or the NHS app.",
    "helpGuidancePoaNhsNumberText2": "Enter the NHS Number of the person you are representing. If you do not know it, click \"I Don't know my NHS Number\" below to continue.",
    "helpGuidancePoaNhsNumberText3": "NHS Numbers are only used to look up details and will not be shared outside the NHS.",
    "errorNoAccess": "Current user doesn't have access to perform this function. Please contact helpdesk to request Agent access."
  },
  "SearchByDetails": {
    "back": "Back",
    "myDetails": "My Details",
    "surnameLabel": "Surname",
    "surnameHint": "For example, Smith or O'Neill",
    "surnameError": "Enter your Surname",
    "postcodeLabel": "Postcode",
    "postcodeHint": "For example, SW1A 2AA",
    "postcodeError": "Enter your Postcode",
    "dobLegend": "Date of Birth",
    "dobHint": "For example, 31 03 1980",
    "dobError": "Enter your Date of Birth",
    "dobDayLabel": "Day",
    "dobMonthLabel": "Month",
    "dobYearLabel": "Year",
    "dobMonthInvalid": "Month must be between 01 and 12",
    "dobInvalid": "Enter a valid date of birth",
    "dobDayInvalid": "Day must be between 1 and 31",
    "dobYearInvalid": "Enter a valid year",
    "dobRealInvalid": "Enter a real date of birth",
    "submitError": "Failed to create patient. Please try again.",
    "myDetailsRequester": "My Details (The Requester)",
    "poaFirstnameLabel": "Firstname",
    "poaFirstnameError": "Enter a first name",
    "poaSurnameLabel": "Surname",
    "poaSurnameError": "Enter a surname",
    "poaRelationshipLabel": "Relationship",
    "poaRelationshipError": "Select a relationship",
    "poaRelationshipSelect": "Select relationship",
    "poaRelationshipParent": "The patient is under 13 and you are their parent",
    "poaRelationshipGuardian": "The patient is under 13 and you are their appointed guardian",
    "poaRelationshipAttorney": "The patient is over 13 and you have power of attorney with the right to act on their behalf.",
    "helpGuidanceTitle": "Help & Guidance",
    "helpGuidanceSubtitle": "Requesting an Opt-out on someone else's behalf",
    "helpGuidanceText1": "You can make a request to opt-out on behalf of someone else to stop their personal data being used for secondary purposes if:",
    "helpGuidanceText2": "If you are in these circumstances then please enter your details in this blue box and in every other box use the patient's details.",
    "helpGuidanceText3": "If one of these circumstances does not describe you then you cannot opt someone else out. Please click the back button.",
    "searchButton": "Search",
    "submitting": "Submitting...",
    "errorPrefix": "Error:"
  },
  "ConfirmDetails": {
    "powerOfAttorneyDetails": "Power of Attorney Details",
    "powerOfAttorneyName": "Name",
    "powerOfAttorneyRelationship": "Relationship",
    "isThisYou": "Is this you?",
    "name": "Name",
    "email": "Email",
    "mobileNumber": "Mobile Number",
    "address": "Address",
    "yes": "Yes",
    "no": "No",
    "useExistingCode": "We have already been sent a code. Would you like to use that code to continue?",
    "helpGuidance": "Help & Guidance",
    "checkingYourDetails": "Checking Your Details",
    "reviewDetails": "Please review the details shown on this page. Some information, such as your mobile number, may be partially hidden for your privacy.",
    "detailsCorrect": "If these details are correct and belong to you, click <strong>Yes</strong> to continue.",
    "detailsIncorrect": "If these details do not match you, click <strong>No</strong> to return and try searching again with your NHS Number.",
    "alreadyReceivedCode": "If you have already received a code by SMS, email, or post, you can use it now by clicking the button below to go straight to the code confirmation page.",
    "securityInfo": "This process helps us keep your information secure and ensures only you can access your records.",
    "noPatientDetails": "No patient details available.",
    "nameOnlyMessage1": "We can only confirm the patient’s name and cannot use their contact details.",
    "nameOnlyMessage2": "However you can confirm to the patient that their personal data is already opted-out of use for secondary purposes."

  },
  "PositiveConfirmation": {
    "poaDetailsTitle": "Power of Attorney Details",
    "poaNameLabel": "Name:",
    "poaRelationshipLabel": "Relationship:",
    "confirmationRequiredTitle": "Confirmation required",
    "confirmationRequiredDescription": "Please confirm these details are correct before continuing:",
    "summaryName": "Name",
    "summaryEmail": "Email",
    "summaryMobile": "Mobile Number",
    "summaryAddress": "Address",
    "chooseMethod": "We need to send a code to you, how would you like to receive it:",
    "methodEmail": "Email",
    "methodSMS": "SMS",
    "methodLetter": "Letter",
    "noPatientDetails": "No patient details available.",
    "helpGuidanceTitle": "Help & Guidance",
    "helpReceivingCodeTitle": "Receiving Your Confirmation Code",
    "helpReceivingCodeDescription1": "To keep your information secure, we need to send you a one-time code. This code helps us confirm your identity before you continue.",
    "helpReceivingCodeDescription2": "Please choose how you would like to receive your code: by Email, SMS, or Post (letter). Select the option that is most convenient and accessible for you.",
    "helpReceivingCodeDescription3": "If you cannot access any of these methods, please contact one of our agents on ........",
    "helpReceivingCodeDescription4": "Your details are only used for identification and will not be shared outside the NHS.",
    "noCodeRecieved": "I haven't received my code, please can I request a new code?. Click"
  },
  "ConfirmCode": {
    "powerOfAttorneyDetails": "Power of Attorney Details",
    "powerOfAttorneyName": "Name:",
    "powerOfAttorneyRelationship": "Relationship:",
    "enterCodeLabel": "Enter Code",
    "errorEnterCode": "Enter the 5 digit code sent to you",
    "errorNoPatient": "No patient found. Please restart the process.",
    "errorInvalidCode": "Invalid code. Please try again.",
    "errorGeneric": "An error occurred. Please try again.",
    "submitButton": "Submit",
    "submittingButton": "Submitting...",
    "helpGuidanceTitle": "Help & Guidance",
    "helpHowGetCodeTitle": "How do I get my code?",
    "helpHowGetCodeText1": "A 5-digit code has been sent to you by one of the following methods:",
    "helpHowGetCodeSMS": "SMS (text message) to your mobile phone",
    "helpHowGetCodeEmail": "Email to your registered email address",
    "helpHowGetCodeLetter": "Letter to your home address (please allow up to 3 days for delivery)",
    "helpHowGetCodeText2": "Once you receive your code, please enter it in the box provided. This helps us confirm that the contact details you have provided match our records.",
    "helpHowGetCodeText3": "If you have not received your code, please check your spam or junk email folder, or allow extra time if you are waiting for a letter.",
    "helpWrongCodeTitle": "What if I enter the wrong code?",
    "helpWrongCodeText": "If you enter the wrong code 3 times, you will be prompted to call our helpdesk to complete your opt-in or opt-out request."
  },
  "OptOut": {
    "powerOfAttorneyDetails": "Power of Attorney Details",
    "powerOfAttorneyName": "Name:",
    "powerOfAttorneyRelationship": "Relationship:",
    "errorNoPatient": "Patient information is missing.",
    "optOutLabel": "Opt-Out",
    "optOutTitle": "Opt-Out",
    "optOutDesc1": "I do not want my personal data to be used in the London Data Service for Research and Commissioning purposes.",
    "optOutDesc2": "I acknowledge that my data will still reside in the London Data Service for direct care purposes.",
    "optInLabel": "Opt-In",
    "optInTitle": "Opt-In",
    "optInDesc": "I want my personal data to be used in the London Data Service for Direct Care, Research and Commissioning purposes.",
    "errorSelectOption": "Please select an option to continue.",
    "nextButton": "Next",
    "helpGuidanceTitle": "Help & Guidance",
    "helpOptOutTitle": "What does Opt-Out do?",
    "helpOptOutDesc1": "Choosing to opt out of sharing your data will stop your anonymised health information being used for:",
    "helpOptOutList1": "Supporting the provision of direct & proactive healthcare",
    "helpOptOutList2": "Planning & Commissioning of Healthcare Services",
    "helpOptOutList3": "Assessing & Improving Healthcare Services",
    "helpOptOutList4": "Enabling Research",
    "helpOptOutDesc2": "Choosing to opt-out of sharing your data for secondary purposes means your personal health information will still be used to make sure you get the treatment and care you need. For example, your data may be shared if you need to be referred to hospital or get a prescription."
  },
  "ConfirmAndSave": {
    "yourDataSharingChoice": "Your Data Sharing Choice",
    "decisionLabel": "Decision:",
    "decisionOptIn": "Opt-In",
    "decisionOptOut": "Opt-Out",
    "decisionNotSelected": "Not selected",
    "nhsNumberLabel": "NHS Number:",
    "nhsNumberNotProvided": "Not provided",
    "notificationMethodLabel": "Notification Method:",
    "notificationNoneSelected": "None selected",
    "powerOfAttorneyDetails": "Power of Attorney Details",
    "powerOfAttorneyName": "Name of Requester:",
    "powerOfAttorneyRelationship": "Requester's Relationship:",
    "errorMissingNhsOrOption": "NHS number and option are required.",
    "errorSaveFailed": "Sorry, we couldn't save your decision. Please try again.",
    "howToBeNotifiedLabel": "How would you like to be notified when your data has flowed into The London Data Service:",
    "sms": "SMS",
    "email": "Email",
    "post": "Post",
    "submitting": "Submitting",
    "savePreferences": "Save Preferences",
    "helpGuidanceTitle": "Help & Guidance",
    "aboutThisStepTitle": "About this step",
    "aboutThisStepDesc1": "You are about to save your opt-out preference. This means you are choosing how your data will be shared for secondary uses within The London Data Service.",
    "aboutThisStepDesc2": "Please select how you would like to be notified when your data has flowed into The London Data Service. You can choose to receive updates by SMS, email, or letter.",
    "helpSms": "SMS - a text message will be sent to your mobile phone",
    "helpEmail": "Email - a message will be sent to your registered email address",
    "helpLetter": "Letter - a letter will be sent to your home address (please allow up to 3 days for delivery)",
    "helpChangePrefs": "You can return to this site at any time to change your notification preferences.",
    "needHelpTitle": "Need help?",
    "needHelpDesc": "If you have any questions or need assistance, please contact our helpdesk."
  },
  "ThankyouScreen": {
    "title": "Thank You!",
    "preferencesSaved": "Your preferences have been saved and your request is complete.",
    "appreciation": "We appreciate your time. You will be notified when your preferences have been enacted.",
    "safeToClose": "You may now safely close this window or browser tab.",
    "returnHome": "Return Home"
  },
  "DevEnvironmentWarning": {
    "bannerTitle": "Test Environment:",
    "bannerMessage": "This website is for demonstration and testing purposes only. Any information you enter here will not be saved to real patient records or used for clinical care. Please do not enter real patient data."
  }
}