{
  "homepage": {
    "title": "Bienvenido al Portal de Datos de OneLondon",
    "intro1": "OneLondon ha desarrollado un recurso líder mundial para la mejora de la salud y la atención conocido como el SDE de Londres (Entorno Seguro de Datos). Este se compone del LDS (Servicio de Datos de Londres) y el LAP (Plataforma de Analítica de Londres).",
    "intro2": "Los datos recopilados de los sistemas de salud en todo Londres por estos servicios pueden usarse para muchas cosas, asegurando que la información del paciente se comparta para mejorar la prestación de atención.",
    "intro3": "Este portal es donde puede indicarnos si no desea que sus datos sean utilizados por LDS o LAP para nada que no sea su atención médica personal. Al hacer clic en el botón de inicio a continuación, será guiado por un proceso para ejercer su derecho a solicitar que no usemos sus datos para nada que no sea la atención proporcionada por profesionales de la salud. Si alguna vez desea cambiar esa decisión en el futuro, puede realizar el mismo proceso para indicarnos que podemos usar sus datos.",
    "intro4": "Haga clic en el botón de inicio a continuación para indicarnos su preferencia de datos",
    "startButton": "Comenzar",
    "startButtonOther": "Solicitar una exclusión en nombre de otra persona",
    "beforeYouStartTitle": "Antes de comenzar",
    "beforeYouStartList1": "Necesitará su número NHS de 10 dígitos o su nombre completo, código postal y fecha de nacimiento para que podamos identificarle.",
    "beforeYouStartList2": "Enviaremos un correo electrónico, mensaje SMS o carta a los datos de contacto que tiene registrados con su médico de cabecera. Esto nos ayudará a confirmar que estamos hablando con la persona correcta. Debe asegurarse de que su médico tenga sus datos de contacto actualizados.",
    "expandableHeaders": {
      "section1": "¿Qué es el Servicio de Datos de Londres?",
      "section2": "¿Cómo usarán mis datos el Servicio de Datos de Londres y la Plataforma de Analítica de Londres?",
      "section3": "¿Cómo detengo que LDS y SDE usen mis datos?",
      "section4": "¿Dónde puedo ver los avisos de privacidad de LDS y SDE?"
    },
    "expandableContent": {
      "section1": {
        "p1": "El Servicio de Datos de Londres recopila de forma segura información de pacientes de una variedad de lugares de atención médica en Londres, como consultorios médicos y hospitales. Luego organiza y almacena esta información lista para ser utilizada por otros sistemas aprobados.",
        "p2": "Estos datos almacenados de forma segura sobre pacientes que utilizan los servicios de salud de Londres pueden distribuirse a plataformas de análisis y atención en todo Londres, como el Registro de Atención de Londres o la Plataforma de Analítica de Londres."
      },
      "section2": {
        "p1": "Ambos sistemas solo compartirán datos identificables —datos que pueden usarse para saber quién es usted— con servicios que utilicen sus datos para proporcionarle atención médica directamente.",
        "p2": "Ambos sistemas proporcionan datos a servicios 'secundarios' que utilizan datos de pacientes para la planificación y diseño de la atención médica, la gestión de la salud poblacional y la investigación médica. Esta información es increíblemente útil para los proveedores de todo Londres para comprender las necesidades de salud de los londinenses. Nos ayuda a diseñar servicios del NHS, prever la demanda y comprender las necesidades de los barrios locales en comparación con Londres en su conjunto. Los proyectos de investigación sobre condiciones particulares, incluyendo cómo progresan las enfermedades y posibles tratamientos, son otro servicio importante que utiliza estos datos y puede beneficiar a los londinenses y a la salud del Reino Unido en general. Estos servicios secundarios solo recibirán datos desidentificados —datos que no incluyen información que pueda identificarle (como nombres, direcciones y fechas de nacimiento)."
      },
      "section3": {
        "p1": "A través de este portal puede indicarnos que no desea que sus datos se utilicen para fines secundarios, como la planificación de la salud poblacional y la investigación. Para registrar sus datos para 'exclusión', haga clic en el botón de inicio arriba.",
        "p2": "Indicar que no desea que sus datos se compartan con profesionales de la salud que le atenderán es un proceso diferente. Para ello, envíe un correo electrónico a NELondonicb.oneLondon.opt-out@nhs.net y ponga en el asunto del correo \"Disenso de compartir datos para atención directa\"."
      },
      "section4": {
        "p1": "El aviso de privacidad de SDE está",
        "p1LinkText": "aquí",
        "p2": "y el aviso de privacidad de LDS está disponible",
        "p2LinkText": "aquí"
      }
    }
  },
  "LeftProgress": {
    "legend": "El proceso de exclusión",
    "steps": {
      "nhs": "Proporcione su número NHS",
      "details": "Confirme sus datos",
      "confirm": "Confirmación positiva",
      "choice": "Haga su elección",
      "notify": "Reciba notificaciones",
      "thanks": "Completo"
    },
    "content": {
      "nhs": "Su número NHS nos ayuda a localizar su registro de manera rápida y precisa.",
      "details": "Asegúrese de que su nombre y fecha de nacimiento sean correctos antes de continuar.",
      "confirm": "La confirmación significa que ha revisado y validado la información proporcionada.",
      "choice": "Indique su preferencia respecto a la exclusión.",
      "notify": "Elija cómo desea recibir actualizaciones sobre sus preferencias.",
      "thanks": "Proceso completo"
    }
  },
  "SearchBySHSNumber": {
    "nhsNumberLabel": "Número NHS",
    "nhsNumberHint": "Puede encontrar su número NHS en cartas de su médico o hospital, recetas o en la aplicación NHS.",
    "poaNhsNumberLabel": "Número NHS de la persona que representa",
    "poaMyDetailsHeading": "Mis datos (El solicitante)",
    "poaFirstnameLabel": "Nombre",
    "poaSurnameLabel": "Apellido",
    "poaRelationshipLabel": "Relación",
    "poaRelationshipSelect": "Seleccione relación",
    "poaRelationshipOptions": {
      "parent": "El paciente es menor de 13 años y usted es su padre/madre",
      "guardian": "El paciente es menor de 13 años y usted es su tutor designado",
      "attorney": "El paciente es mayor de 13 años y usted tiene poder notarial para actuar en su nombre."
    },
    "submitButton": "Buscar",
    "submittingButton": "Enviando...",
    "idontknowButton": "No sé mi número NHS",
    "errorNhsNumber": "Ingrese un número NHS de 10 dígitos",
    "errorFirstname": "Ingrese un nombre",
    "errorSurname": "Ingrese un apellido",
    "errorRelationship": "Seleccione una relación",
    "errorRecaptchaLoad": "No se pudo cargar reCAPTCHA. Por favor, actualice e intente de nuevo.",
    "errorRecaptchaNotReady": "reCAPTCHA no está listo. Por favor, intente más tarde.",
    "errorRecaptchaFailed": "reCAPTCHA falló. Por favor, intente de nuevo.",
    "errorCreatePatient": "No se pudo crear el paciente. Por favor, intente de nuevo.",
    "helpGuidanceTitle": "Ayuda y orientación",
    "helpGuidanceNhsNumberHeading": "Ingresando su número NHS",
    "helpGuidanceNhsNumberText1": "Su número NHS es un número único de 10 dígitos utilizado para identificarle dentro del NHS. Puede encontrarlo en su tarjeta médica, receta, carta del médico, correspondencia hospitalaria o en su aplicación NHS.",
    "helpGuidanceNhsNumberText2": "Por favor, ingrese su número NHS para ayudarnos a encontrar sus datos de forma segura. Esto ayuda a garantizar que le asociemos con los registros correctos y mantengamos su información segura.",
    "helpGuidanceNhsNumberText3": "Si no conoce su número NHS, puede continuar haciendo clic en \"No sé mi número NHS\" abajo, esto le dirigirá a completar un pequeño formulario para encontrarle.",
    "helpGuidanceNhsNumberText4": "Su número NHS solo se utilizará para buscar sus datos y no se compartirá fuera del NHS.",
    "helpGuidanceEligibilityHeading": "Elegibilidad para exclusión",
    "helpGuidanceEligibilityList": {
      "parent": "El paciente es menor de 13 años y usted es su padre/madre",
      "guardian": "El paciente es menor de 13 años y usted es su tutor designado",
      "attorney": "El paciente es mayor de 13 años y usted tiene poder notarial para actuar en su nombre."
    },
    "helpGuidanceEligibilityText": "Si no cumple con uno de estos criterios, no puede excluir a otra persona. Por favor, haga clic en el botón atrás.",
    "helpGuidancePoaNhsNumberHeading": "Ingresando el número NHS",
    "helpGuidancePoaNhsNumberText1": "El número NHS es un número único de 10 dígitos utilizado para identificar a los pacientes. Puede encontrarlo en tarjetas médicas, recetas, cartas del médico, correspondencia hospitalaria o en la aplicación NHS.",
    "helpGuidancePoaNhsNumberText2": "Ingrese el número NHS de la persona que representa. Si no lo conoce, haga clic en \"No sé mi número NHS\" abajo para continuar.",
    "helpGuidancePoaNhsNumberText3": "Los números NHS solo se utilizan para buscar datos y no se compartirán fuera del NHS."
  },
  "SearchByDetails": {
    "back": "Atrás",
    "myDetails": "Mis datos",
    "surnameLabel": "Apellido",
    "surnameHint": "Por ejemplo, Smith o O'Neill",
    "surnameError": "Ingrese su apellido",
    "postcodeLabel": "Código postal",
    "postcodeHint": "Por ejemplo, SW1A 2AA",
    "postcodeError": "Ingrese su código postal",
    "dobLegend": "Fecha de nacimiento",
    "dobHint": "Por ejemplo, 31 03 1980",
    "dobError": "Ingrese su fecha de nacimiento",
    "dobDayLabel": "Día",
    "dobMonthLabel": "Mes",
    "dobYearLabel": "Año",
    "dobMonthInvalid": "El mes debe estar entre 01 y 12",
    "dobInvalid": "Ingrese una fecha de nacimiento válida",
    "dobDayInvalid": "El día debe estar entre 1 y 31",
    "dobYearInvalid": "Ingrese un año válido",
    "dobRealInvalid": "Ingrese una fecha de nacimiento real",
    "submitError": "No se pudo crear el paciente. Por favor, intente de nuevo.",
    "myDetailsRequester": "Mis datos (El solicitante)",
    "poaFirstnameLabel": "Nombre",
    "poaFirstnameError": "Ingrese un nombre",
    "poaSurnameLabel": "Apellido",
    "poaSurnameError": "Ingrese un apellido",
    "poaRelationshipLabel": "Relación",
    "poaRelationshipError": "Seleccione una relación",
    "poaRelationshipSelect": "Seleccione relación",
    "poaRelationshipParent": "El paciente es menor de 13 años y usted es su padre/madre",
    "poaRelationshipGuardian": "El paciente es menor de 13 años y usted es su tutor designado",
    "poaRelationshipAttorney": "El paciente es mayor de 13 años y usted tiene poder notarial para actuar en su nombre.",
    "helpGuidanceTitle": "Ayuda y orientación",
    "helpGuidanceSubtitle": "Solicitando una exclusión en nombre de otra persona",
    "helpGuidanceText1": "Puede solicitar la exclusión en nombre de otra persona para evitar que sus datos personales se utilicen para fines secundarios si:",
    "helpGuidanceText2": "Si está en estas circunstancias, ingrese sus datos en este recuadro azul y en los demás recuadros utilice los datos del paciente.",
    "helpGuidanceText3": "Si ninguna de estas circunstancias le describe, no puede excluir a otra persona. Por favor, haga clic en el botón atrás.",
    "searchButton": "Buscar",
    "submitting": "Enviando...",
    "errorPrefix": "Error:"
  },
  "ConfirmDetails": {
    "powerOfAttorneyDetails": "Detalles de poder notarial",
    "powerOfAttorneyName": "Nombre",
    "powerOfAttorneyRelationship": "Relación",
    "isThisYou": "¿Es usted?",
    "name": "Nombre",
    "email": "Correo electrónico",
    "mobileNumber": "Número de móvil",
    "address": "Dirección",
    "yes": "Sí",
    "no": "No",
    "useExistingCode": "Ya se ha enviado un código. ¿Desea usar ese código para continuar?",
    "helpGuidance": "Ayuda y orientación",
    "checkingYourDetails": "Verificando sus datos",
    "reviewDetails": "Por favor, revise los datos mostrados en esta página. Parte de la información, como su número de móvil, puede estar parcialmente oculta por su privacidad.",
    "detailsCorrect": "Si estos datos son correctos y le pertenecen, haga clic en <strong>Sí</strong> para continuar.",
    "detailsIncorrect": "Si estos datos no coinciden con usted, haga clic en <strong>No</strong> para volver e intentar buscar de nuevo con su número NHS.",
    "alreadyReceivedCode": "Si ya ha recibido un código por SMS, correo electrónico o carta, puede usarlo ahora haciendo clic en el botón de abajo para ir directamente a la página de confirmación de código.",
    "securityInfo": "Este proceso nos ayuda a mantener su información segura y garantiza que solo usted pueda acceder a sus registros.",
    "noPatientDetails": "No hay datos de paciente disponibles."
  },
  "PositiveConfirmation": {
    "poaDetailsTitle": "Detalles de poder notarial",
    "poaNameLabel": "Nombre:",
    "poaRelationshipLabel": "Relación:",
    "confirmationRequiredTitle": "Se requiere confirmación",
    "confirmationRequiredDescription": "Por favor, confirme que estos datos son correctos antes de continuar:",
    "summaryName": "Nombre",
    "summaryEmail": "Correo electrónico",
    "summaryMobile": "Número de móvil",
    "summaryAddress": "Dirección",
    "chooseMethod": "Necesitamos enviarle un código, ¿cómo desea recibirlo?",
    "methodEmail": "Correo electrónico",
    "methodSMS": "SMS",
    "methodLetter": "Carta",
    "noPatientDetails": "No hay datos de paciente disponibles.",
    "helpGuidanceTitle": "Ayuda y orientación",
    "helpReceivingCodeTitle": "Recibiendo su código de confirmación",
    "helpReceivingCodeDescription1": "Para mantener su información segura, necesitamos enviarle un código de un solo uso. Este código nos ayuda a confirmar su identidad antes de continuar.",
    "helpReceivingCodeDescription2": "Por favor, elija cómo desea recibir su código: por correo electrónico, SMS o por carta. Seleccione la opción que le sea más conveniente y accesible.",
    "helpReceivingCodeDescription3": "Si no puede acceder a ninguno de estos métodos, por favor contacte a uno de nuestros agentes en ........",
    "helpReceivingCodeDescription4": "Sus datos solo se utilizan para identificación y no se compartirán fuera del NHS."
  },
  "ConfirmCode": {
    "powerOfAttorneyDetails": "Detalles de poder notarial",
    "powerOfAttorneyName": "Nombre:",
    "powerOfAttorneyRelationship": "Relación:",
    "enterCodeLabel": "Ingrese el código",
    "errorEnterCode": "Ingrese el código de 5 dígitos que se le envió",
    "errorNoPatient": "No se encontró paciente. Por favor, reinicie el proceso.",
    "errorInvalidCode": "Código inválido. Por favor, intente de nuevo.",
    "errorGeneric": "Ocurrió un error. Por favor, intente de nuevo.",
    "submitButton": "Enviar",
    "submittingButton": "Enviando...",
    "helpGuidanceTitle": "Ayuda y orientación",
    "helpHowGetCodeTitle": "¿Cómo obtengo mi código?",
    "helpHowGetCodeText1": "Se le ha enviado un código de 5 dígitos por uno de los siguientes métodos:",
    "helpHowGetCodeSMS": "SMS (mensaje de texto) a su teléfono móvil",
    "helpHowGetCodeEmail": "Correo electrónico a su dirección registrada",
    "helpHowGetCodeLetter": "Carta a su domicilio (espere hasta 3 días para la entrega)",
    "helpHowGetCodeText2": "Una vez que reciba su código, ingréselo en el cuadro proporcionado. Esto nos ayuda a confirmar que los datos de contacto que ha proporcionado coinciden con nuestros registros.",
    "helpHowGetCodeText3": "Si no ha recibido su código, revise su carpeta de spam o correo no deseado, o espere más tiempo si está esperando una carta.",
    "helpWrongCodeTitle": "¿Qué pasa si ingreso el código incorrecto?",
    "helpWrongCodeText": "Si ingresa el código incorrecto 3 veces, se le pedirá que llame a nuestra mesa de ayuda para completar su solicitud de inclusión o exclusión."
  },
  "OptOut": {
    "powerOfAttorneyDetails": "Detalles de poder notarial",
    "powerOfAttorneyName": "Nombre:",
    "powerOfAttorneyRelationship": "Relación:",
    "errorNoPatient": "Falta información del paciente.",
    "optOutLabel": "Exclusión",
    "optOutTitle": "Exclusión",
    "optOutDesc1": "No quiero que mis datos personales se utilicen en el Servicio de Datos de Londres para fines de investigación y planificación.",
    "optOutDesc2": "Reconozco que mis datos seguirán estando en el Servicio de Datos de Londres para fines de atención directa.",
    "optInLabel": "Inclusión",
    "optInTitle": "Inclusión",
    "optInDesc": "Quiero que mis datos personales se utilicen en el Servicio de Datos de Londres para atención directa, investigación y planificación.",
    "errorSelectOption": "Por favor, seleccione una opción para continuar.",
    "nextButton": "Siguiente",
    "helpGuidanceTitle": "Ayuda y orientación",
    "helpOptOutTitle": "¿Qué hace la exclusión?",
    "helpOptOutDesc1": "Elegir excluir el uso de sus datos detendrá el uso de su información de salud anonimizada para:",
    "helpOptOutList1": "Apoyar la provisión de atención médica directa y proactiva",
    "helpOptOutList2": "Planificación y gestión de servicios de salud",
    "helpOptOutList3": "Evaluación y mejora de servicios de salud",
    "helpOptOutList4": "Facilitar la investigación",
    "helpOptOutDesc2": "Elegir excluir el uso de sus datos para fines secundarios significa que su información de salud personal seguirá utilizándose para asegurarse de que reciba el tratamiento y la atención que necesita. Por ejemplo, sus datos pueden compartirse si necesita ser derivado a un hospital o recibir una receta."
  },
  "ConfirmAndSave": {
    "yourDataSharingChoice": "Su elección de compartir datos",
    "decisionLabel": "Decisión:",
    "decisionOptIn": "Inclusión",
    "decisionOptOut": "Exclusión",
    "decisionNotSelected": "No seleccionado",
    "nhsNumberLabel": "Número NHS:",
    "nhsNumberNotProvided": "No proporcionado",
    "notificationMethodLabel": "Método de notificación:",
    "notificationNoneSelected": "Ninguno seleccionado",
    "powerOfAttorneyDetails": "Detalles de poder notarial",
    "powerOfAttorneyName": "Nombre del solicitante:",
    "powerOfAttorneyRelationship": "Relación del solicitante:",
    "errorMissingNhsOrOption": "Se requieren el número NHS y la opción.",
    "errorSaveFailed": "Lo sentimos, no pudimos guardar su decisión. Por favor, intente de nuevo.",
    "howToBeNotifiedLabel": "¿Cómo desea ser notificado cuando sus datos hayan ingresado al Servicio de Datos de Londres?",
    "sms": "SMS",
    "email": "Correo electrónico",
    "post": "Carta",
    "submitting": "Enviando",
    "savePreferences": "Guardar preferencias",
    "helpGuidanceTitle": "Ayuda y orientación",
    "aboutThisStepTitle": "Sobre este paso",
    "aboutThisStepDesc1": "Está a punto de guardar su preferencia de exclusión. Esto significa que está eligiendo cómo se compartirán sus datos para usos secundarios dentro del Servicio de Datos de Londres.",
    "aboutThisStepDesc2": "Por favor, seleccione cómo desea ser notificado cuando sus datos hayan ingresado al Servicio de Datos de Londres. Puede elegir recibir actualizaciones por SMS, correo electrónico o carta.",
    "helpSms": "SMS - se enviará un mensaje de texto a su teléfono móvil",
    "helpEmail": "Correo electrónico - se enviará un mensaje a su dirección registrada",
    "helpLetter": "Carta - se enviará una carta a su domicilio (espere hasta 3 días para la entrega)",
    "helpChangePrefs": "Puede volver a este sitio en cualquier momento para cambiar sus preferencias de notificación.",
    "needHelpTitle": "¿Necesita ayuda?",
    "needHelpDesc": "Si tiene alguna pregunta o necesita asistencia, por favor contacte a nuestra mesa de ayuda."
  },
  "ThankyouScreen": {
    "title": "¡Gracias!",
    "preferencesSaved": "Sus preferencias han sido guardadas y su solicitud está completa.",
    "appreciation": "Agradecemos su tiempo. Se le notificará cuando sus preferencias hayan sido aplicadas.",
    "safeToClose": "Ahora puede cerrar esta ventana o pestaña del navegador de forma segura.",
    "returnHome": "Volver al inicio"
  },
  "DevEnvironmentWarning": {
    "bannerTitle": "Entorno de prueba:",
    "bannerMessage": "Este sitio web es solo para demostración y pruebas. Cualquier información que ingrese aquí no se guardará en registros de pacientes reales ni se utilizará para atención clínica. Por favor, no ingrese datos reales de pacientes."
  }
}