{
  "homepage": {
    "title": "Bine ați venit pe portalul de date OneLondon",
    "intro1": "OneLondon a dezvoltat o resursă de vârf pentru îmbunătățirea sănătății și îngrijirii, numită SDE Londra (Mediu de Date Securizate). Aceasta include LDS (Serviciul de Date Londra) și LAP (Platforma Analitică Londra).",
    "intro2": "Datele colectate din sistemele de sănătate din Londra prin aceste servicii pot fi utilizate în diverse scopuri, toate asigurând că informațiile pacienților sunt partajate pentru a îmbunătăți furnizarea serviciilor medicale.",
    "intro3": "Acest portal vă permite să ne comunicați dacă nu doriți ca datele dumneavoastră să fie utilizate de LDS sau LAP în alte scopuri decât îngrijirea personală. Dând click pe butonul Începeți de mai jos, veți fi ghidat printr-un proces pentru a vă exercita dreptul de a solicita să nu vă folosim datele în alte scopuri decât îngrijirea oferită de profesioniștii din domeniul sănătății. Dacă doriți să schimbați această decizie în viitor, puteți urma același proces pentru a ne comunica că putem folosi datele dumneavoastră.",
    "intro4": "Faceți click pe butonul Începeți de mai jos pentru a ne comunica preferința dumneavoastră privind datele personale",
    "startButton": "Începeți",
    "startButtonOther": "Solicitați refuzul în numele altcuiva",
    "beforeYouStartTitle": "Înainte de a începe",
    "beforeYouStartList1": "Veți avea nevoie de numărul NHS din 10 cifre sau de numele complet, codul poștal și data nașterii pentru a vă putea identifica.",
    "beforeYouStartList2": "Vom trimite un e-mail, SMS sau scrisoare la datele de contact pe care le aveți înregistrate la medicul dumneavoastră de familie. Acest lucru ne ajută să confirmăm că vorbim cu persoana corectă. Asigurați-vă că medicul dumneavoastră are datele de contact actualizate.",
    "expandableHeaders": {
      "section1": "Ce este Serviciul de Date Londra?",
      "section2": "Cum vor folosi Serviciul de Date Londra și Platforma Analitică Londra datele mele?",
      "section3": "Cum pot împiedica LDS & SDE să-mi folosească datele?",
      "section4": "Unde pot consulta politicile de confidențialitate pentru LDS & SDE?"
    },
    "expandableContent": {
      "section1": {
        "p1": "Serviciul de Date Londra colectează în siguranță informațiile pacienților din diverse unități medicale din Londra, cum ar fi cabinetele medicilor de familie și spitalele. Aceste informații sunt organizate și stocate pentru a fi utilizate de alte sisteme aprobate.",
        "p2": "Datele stocate în siguranță despre pacienții care folosesc serviciile medicale londoneze pot fi distribuite către platforme de analiză și îngrijire din Londra, precum Dosarul de Îngrijire Londra sau Platforma Analitică Londra."
      },
      "section2": {
        "p1": "Ambele sisteme vor partaja date identificabile – date care permit să se afle cine sunteți – doar cu serviciile care vă folosesc datele pentru a vă oferi direct îngrijire medicală.",
        "p2": "Ambele sisteme furnizează date către servicii „secundare” care utilizează datele pacienților pentru planificarea și proiectarea serviciilor medicale, gestionarea sănătății populației și cercetare medicală. Aceste informații sunt extrem de utile pentru furnizorii de servicii medicale din Londra pentru a înțelege nevoile de sănătate ale londonezilor. Ne ajută să proiectăm serviciile NHS, să anticipăm cererea și să înțelegem nevoile cartierelor locale comparativ cu Londra în ansamblu. Proiectele de cercetare privind anumite afecțiuni, inclusiv evoluția bolilor și tratamentele posibile, reprezintă un alt serviciu important care utilizează aceste date și poate aduce beneficii londonezilor și sănătății din Regatul Unit. Aceste servicii secundare vor primi doar date de-identificate – date care nu includ informații care permit identificarea dumneavoastră (cum ar fi numele, adresa și data nașterii)."
      },
      "section3": {
        "p1": "Prin acest portal, puteți să ne comunicați că nu doriți ca datele dumneavoastră să fie folosite în scopuri secundare, cum ar fi planificarea sănătății populației și cercetarea. Pentru a vă înregistra detaliile pentru „refuz”, faceți click pe butonul Începeți de mai sus.",
        "p2": "Să ne comunicați că nu doriți ca datele dumneavoastră să fie partajate cu profesioniștii medicali care vă vor îngriji este un proces diferit. Pentru aceasta, vă rugăm să trimiteți un e-mail la NELondonicb.oneLondon.opt-out@nhs.net cu subiectul „Opoziție la partajarea datelor pentru îngrijirea directă”."
      },
      "section4": {
        "p1": "Politica de confidențialitate SDE este",
        "p1LinkText": "aici",
        "p2": "și politica de confidențialitate LDS este disponibilă",
        "p2LinkText": "aici"
      }
    }
  },
  "LeftProgress": {
    "legend": "Procesul de opoziție",
    "steps": {
      "nhs": "Furnizați numărul NHS",
      "details": "Confirmați informațiile",
      "confirm": "Confirmare pozitivă",
      "choice": "Faceți alegerea",
      "notify": "Primiți notificări",
      "thanks": "Finalizat"
    },
    "content": {
      "nhs": "Numărul NHS vă ajută să vă găsim dosarul rapid și precis.",
      "details": "Asigurați-vă că numele și data nașterii sunt corecte înainte de a continua.",
      "confirm": "Confirmarea înseamnă că ați verificat și validat informațiile furnizate.",
      "choice": "Vă rugăm să indicați preferința privind opoziția.",
      "notify": "Alegeți cum doriți să primiți actualizări privind preferințele dumneavoastră.",
      "thanks": "Proces finalizat"
    }
  },
  "SearchByNHSNumber": {
    "nhsNumberLabel": "Număr NHS",
    "nhsNumberHint": "Puteți găsi numărul NHS pe scrisorile de la medicul de familie sau spital, pe rețete sau în aplicația NHS.",
    "poaNhsNumberLabel": "Numărul NHS al persoanei pe care o reprezentați",
    "poaMyDetailsHeading": "Datele mele (solicitantul)",
    "poaFirstnameLabel": "Prenume",
    "poaSurnameLabel": "Nume de familie",
    "poaRelationshipLabel": "Relație",
    "poaRelationshipSelect": "Selectați relația",
    "poaRelationshipOptions": {
      "parent": "Pacientul are sub 13 ani și sunteți părintele său",
      "guardian": "Pacientul are sub 13 ani și sunteți tutorele desemnat",
      "attorney": "Pacientul are peste 13 ani și aveți procură pentru a acționa în numele său."
    },
    "submitButton": "Căutați",
    "submittingButton": "Se trimite...",
    "idontknowButton": "Nu cunosc numărul NHS",
    "errorNhsNumber": "Vă rugăm să introduceți un număr NHS din 10 cifre",
    "errorFirstname": "Vă rugăm să introduceți un prenume",
    "errorSurname": "Vă rugăm să introduceți un nume de familie",
    "errorRelationship": "Vă rugăm să selectați o relație",
    "errorRecaptchaLoad": "Eroare la încărcarea reCAPTCHA. Vă rugăm să reîmprospătați și să încercați din nou.",
    "errorRecaptchaNotReady": "reCAPTCHA nu este gata. Vă rugăm să încercați mai târziu.",
    "errorRecaptchaFailed": "Eroare reCAPTCHA. Vă rugăm să încercați din nou.",
    "errorCreatePatient": "Eroare la crearea pacientului. Vă rugăm să încercați din nou.",
    "helpGuidanceTitle": "Ajutor & Sfaturi",
    "helpGuidanceNhsNumberHeading": "Introducerea numărului NHS",
    "helpGuidanceNhsNumberText1": "Numărul NHS este un număr unic din 10 cifre folosit pentru a vă identifica în cadrul NHS. Îl puteți găsi pe cardul medical, rețetă, scrisoare de la medicul de familie, corespondență spitalicească sau în aplicația NHS.",
    "helpGuidanceNhsNumberText2": "Vă rugăm să introduceți numărul NHS pentru a ne ajuta să vă găsim informațiile în siguranță. Acest lucru ne permite să vă asociem cu dosarele corecte și să vă protejăm datele.",
    "helpGuidanceNhsNumberText3": "Dacă nu cunoașteți numărul NHS, puteți continua făcând click pe „Nu cunosc numărul NHS” mai jos, veți fi direcționat către un formular scurt pentru identificare.",
    "helpGuidanceNhsNumberText4": "Numărul NHS va fi folosit doar pentru a vă găsi informațiile și nu va fi partajat în afara NHS.",
    "helpGuidanceEligibilityHeading": "Criterii de eligibilitate pentru opoziție",
    "helpGuidanceEligibilityList": {
      "parent": "Pacientul are sub 13 ani și sunteți părintele său",
      "guardian": "Pacientul are sub 13 ani și sunteți tutorele desemnat",
      "attorney": "Pacientul are peste 13 ani și aveți procură pentru a acționa în numele său."
    },
    "helpGuidanceEligibilityText": "Dacă nu îndepliniți unul dintre aceste criterii, nu puteți solicita opoziția pentru altcineva. Vă rugăm să faceți click pe butonul de revenire.",
    "helpGuidancePoaNhsNumberHeading": "Introducerea numărului NHS",
    "helpGuidancePoaNhsNumberText1": "Numărul NHS este un număr unic din 10 cifre folosit pentru identificarea pacienților. Îl puteți găsi pe carduri medicale, rețete, scrisori de la medicul de familie, corespondență spitalicească sau în aplicația NHS.",
    "helpGuidancePoaNhsNumberText2": "Introduceți numărul NHS al persoanei pe care o reprezentați. Dacă nu îl cunoașteți, faceți click pe „Nu cunosc numărul NHS” mai jos pentru a continua.",
    "helpGuidancePoaNhsNumberText3": "Numerele NHS sunt folosite doar pentru a găsi informațiile și nu vor fi partajate în afara NHS."
  },
  "SearchByDetails": {
    "back": "Înapoi",
    "myDetails": "Detaliile mele",
    "surnameLabel": "Nume de familie",
    "surnameHint": "De exemplu, Smith sau O'Neill",
    "surnameError": "Introduceți numele de familie",
    "postcodeLabel": "Cod poștal",
    "postcodeHint": "De exemplu, SW1A 2AA",
    "postcodeError": "Introduceți codul poștal",
    "dobLegend": "Data nașterii",
    "dobHint": "De exemplu, 31 03 1980",
    "dobError": "Introduceți data nașterii",
    "dobDayLabel": "Zi",
    "dobMonthLabel": "Lună",
    "dobYearLabel": "An",
    "dobMonthInvalid": "Luna trebuie să fie între 01 și 12",
    "dobInvalid": "Introduceți o dată de naștere validă",
    "dobDayInvalid": "Ziua trebuie să fie între 1 și 31",
    "dobYearInvalid": "Introduceți un an valid",
    "dobRealInvalid": "Introduceți o dată de naștere reală",
    "submitError": "Crearea pacientului a eșuat. Vă rugăm să încercați din nou.",
    "myDetailsRequester": "Detaliile mele (Solicitant)",
    "poaFirstnameLabel": "Prenume",
    "poaFirstnameError": "Introduceți un prenume",
    "poaSurnameLabel": "Nume de familie",
    "poaSurnameError": "Introduceți un nume de familie",
    "poaRelationshipLabel": "Relație",
    "poaRelationshipError": "Selectați o relație",
    "poaRelationshipSelect": "Selectați relația",
    "poaRelationshipParent": "Pacientul are sub 13 ani și sunteți părintele său",
    "poaRelationshipGuardian": "Pacientul are sub 13 ani și sunteți tutorele său desemnat",
    "poaRelationshipAttorney": "Pacientul are peste 13 ani și aveți dreptul legal de a acționa în numele său.",
    "helpGuidanceTitle": "Ajutor & Ghid",
    "helpGuidanceSubtitle": "Solicitarea unei excluderi în numele altcuiva",
    "helpGuidanceText1": "Puteți solicita excluderea în numele altcuiva pentru a opri utilizarea datelor sale personale în scopuri secundare dacă:",
    "helpGuidanceText2": "Dacă vă aflați în aceste circumstanțe, vă rugăm să introduceți detaliile dvs. în această casetă albastră și în celelalte casete folosiți detaliile pacientului.",
    "helpGuidanceText3": "Dacă niciuna dintre aceste circumstanțe nu vi se aplică, nu puteți exclude pe altcineva. Vă rugăm să apăsați butonul Înapoi.",
    "searchButton": "Căutare",
    "submitting": "Se trimite...",
    "errorPrefix": "Eroare:"
  },
  "ConfirmDetails": {
    "powerOfAttorneyDetails": "Detalii despre împuternicire",
    "powerOfAttorneyName": "Nume",
    "powerOfAttorneyRelationship": "Relație",
    "isThisYou": "Sunteți dumneavoastră?",
    "name": "Nume",
    "email": "E-mail",
    "mobileNumber": "Număr de mobil",
    "address": "Adresă",
    "yes": "Da",
    "no": "Nu",
    "useExistingCode": "Un cod a fost deja trimis. Doriți să utilizați acest cod pentru a continua?",
    "helpGuidance": "Ajutor & Ghid",
    "checkingYourDetails": "Verificarea detaliilor dumneavoastră",
    "reviewDetails": "Vă rugăm să verificați informațiile afișate pe această pagină. Unele date, cum ar fi numărul de mobil, pot fi parțial ascunse pentru confidențialitatea dumneavoastră.",
    "detailsCorrect": "Dacă aceste detalii sunt corecte și vă aparțin, apăsați <strong>Da</strong> pentru a continua.",
    "detailsIncorrect": "Dacă aceste detalii nu corespund, apăsați <strong>Nu</strong> pentru a reveni și încercați să căutați din nou cu numărul dumneavoastră NHS.",
    "alreadyReceivedCode": "Dacă ați primit deja un cod prin SMS, e-mail sau poștă, îl puteți folosi acum apăsând butonul de mai jos pentru a merge direct la pagina de confirmare a codului.",
    "securityInfo": "Acest proces ne ajută să vă păstrăm informațiile în siguranță și să ne asigurăm că doar dumneavoastră puteți accesa dosarele.",
    "noPatientDetails": "Nu sunt disponibile detalii despre pacient."
  },
  "PositiveConfirmation": {
    "poaDetailsTitle": "Detalii despre împuternicit",
    "poaNameLabel": "Nume:",
    "poaRelationshipLabel": "Relație:",
    "confirmationRequiredTitle": "Confirmare necesară",
    "confirmationRequiredDescription": "Vă rugăm să confirmați că aceste detalii sunt corecte înainte de a continua:",
    "summaryName": "Nume",
    "summaryEmail": "E-mail",
    "summaryMobile": "Număr de telefon mobil",
    "summaryAddress": "Adresă",
    "chooseMethod": "Trebuie să vă trimitem un cod, cum doriți să îl primiți:",
    "methodEmail": "E-mail",
    "methodSMS": "SMS",
    "methodLetter": "Scrisoare",
    "noPatientDetails": "Nu sunt disponibile detalii despre pacient.",
    "helpGuidanceTitle": "Ajutor & Ghidare",
    "helpReceivingCodeTitle": "Primirea codului de confirmare",
    "helpReceivingCodeDescription1": "Pentru a vă păstra informațiile în siguranță, trebuie să vă trimitem un cod unic. Acest cod ne ajută să vă confirmăm identitatea înainte de a continua.",
    "helpReceivingCodeDescription2": "Vă rugăm să alegeți cum doriți să primiți codul: prin e-mail, SMS sau poștă. Selectați opțiunea cea mai convenabilă și accesibilă pentru dumneavoastră.",
    "helpReceivingCodeDescription3": "Dacă nu puteți accesa niciuna dintre aceste metode, vă rugăm să contactați unul dintre agenții noștri la ........",
    "helpReceivingCodeDescription4": "Detaliile dumneavoastră sunt folosite doar pentru identificare și nu vor fi partajate în afara NHS."
  },
  "ConfirmCode": {
    "powerOfAttorneyDetails": "Detalii despre împuternicit",
    "powerOfAttorneyName": "Nume:",
    "powerOfAttorneyRelationship": "Relație:",
    "enterCodeLabel": "Introduceți codul",
    "errorEnterCode": "Introduceți codul din 5 cifre primit",
    "errorNoPatient": "Nu a fost găsit niciun pacient. Vă rugăm să reîncepeți procesul.",
    "errorInvalidCode": "Cod invalid. Vă rugăm să încercați din nou.",
    "errorGeneric": "A apărut o eroare. Vă rugăm să încercați din nou.",
    "submitButton": "Trimite",
    "submittingButton": "Se trimite...",
    "helpGuidanceTitle": "Ajutor & Ghid",
    "helpHowGetCodeTitle": "Cum primesc codul?",
    "helpHowGetCodeText1": "Un cod din 5 cifre v-a fost trimis prin una dintre următoarele metode:",
    "helpHowGetCodeSMS": "SMS (mesaj text) pe telefonul mobil",
    "helpHowGetCodeEmail": "E-mail la adresa dumneavoastră de e-mail înregistrată",
    "helpHowGetCodeLetter": "Scrisoare la adresa dumneavoastră de domiciliu (vă rugăm să așteptați până la 3 zile pentru livrare)",
    "helpHowGetCodeText2": "După ce primiți codul, vă rugăm să îl introduceți în caseta furnizată. Acest lucru ne ajută să confirmăm că datele de contact furnizate corespund cu cele din evidențele noastre.",
    "helpHowGetCodeText3": "Dacă nu ați primit codul, verificați folderul de spam sau junk din e-mail, sau așteptați suplimentar dacă așteptați o scrisoare.",
    "helpWrongCodeTitle": "Ce se întâmplă dacă introduc codul greșit?",
    "helpWrongCodeText": "Dacă introduceți codul greșit de 3 ori, vi se va solicita să sunați la serviciul nostru de asistență pentru a finaliza cererea de înscriere sau retragere."
  },
  "OptOut": {
    "powerOfAttorneyDetails": "Detalii despre împuternicit",
    "powerOfAttorneyName": "Nume:",
    "powerOfAttorneyRelationship": "Relație:",
    "errorNoPatient": "Informațiile despre pacient lipsesc.",
    "optOutLabel": "Renunțare",
    "optOutTitle": "Renunțare",
    "optOutDesc1": "Nu doresc ca datele mele personale să fie folosite în London Data Service pentru cercetare și planificare.",
    "optOutDesc2": "Recunosc că datele mele vor rămâne în London Data Service pentru îngrijirea directă.",
    "optInLabel": "Accept",
    "optInTitle": "Accept",
    "optInDesc": "Doresc ca datele mele personale să fie folosite în London Data Service pentru îngrijire directă, cercetare și planificare.",
    "errorSelectOption": "Vă rugăm să selectați o opțiune pentru a continua.",
    "nextButton": "Următorul",
    "helpGuidanceTitle": "Ajutor & Ghid",
    "helpOptOutTitle": "Ce înseamnă Renunțare?",
    "helpOptOutDesc1": "Alegerea de a renunța la partajarea datelor va opri utilizarea informațiilor dvs. medicale anonimizate pentru:",
    "helpOptOutList1": "Sprijinirea furnizării de îngrijire directă și proactivă",
    "helpOptOutList2": "Planificarea și organizarea serviciilor medicale",
    "helpOptOutList3": "Evaluarea și îmbunătățirea serviciilor medicale",
    "helpOptOutList4": "Permite cercetarea",
    "helpOptOutDesc2": "Alegerea de a renunța la partajarea datelor pentru scopuri secundare înseamnă că informațiile dvs. medicale personale vor fi folosite în continuare pentru a vă asigura că primiți tratamentul și îngrijirea de care aveți nevoie. De exemplu, datele dvs. pot fi partajate dacă trebuie să fiți trimis la spital sau să primiți o rețetă."
  },
  "ConfirmAndSave": {
    "yourDataSharingChoice": "Alegerea dvs. privind partajarea datelor",
    "decisionLabel": "Decizie:",
    "decisionOptIn": "Accept",
    "decisionOptOut": "Renunțare",
    "decisionNotSelected": "Neselectat",
    "nhsNumberLabel": "Număr NHS:",
    "nhsNumberNotProvided": "Neprecizat",
    "notificationMethodLabel": "Metoda de notificare:",
    "notificationNoneSelected": "Nicio metodă selectată",
    "powerOfAttorneyDetails": "Detalii despre împuternicit",
    "powerOfAttorneyName": "Numele solicitantului:",
    "powerOfAttorneyRelationship": "Relația solicitantului:",
    "errorMissingNhsOrOption": "Numărul NHS și opțiunea sunt obligatorii.",
    "errorSaveFailed": "Ne pare rău, nu am putut salva decizia dvs. Vă rugăm să încercați din nou.",
    "howToBeNotifiedLabel": "Cum doriți să fiți notificat când datele dvs. au fost transferate în London Data Service:",
    "sms": "SMS",
    "email": "E-mail",
    "post": "Scrisoare",
    "submitting": "Se trimite",
    "savePreferences": "Salvați preferințele",
    "helpGuidanceTitle": "Ajutor & Ghid",
    "aboutThisStepTitle": "Despre această etapă",
    "aboutThisStepDesc1": "Sunteți pe cale să salvați preferința de renunțare. Aceasta înseamnă că alegeți cum vor fi partajate datele dvs. pentru utilizări secundare în London Data Service.",
    "aboutThisStepDesc2": "Vă rugăm să selectați cum doriți să fiți notificat când datele dvs. au fost transferate în London Data Service. Puteți alege să primiți actualizări prin SMS, e-mail sau scrisoare.",
    "helpSms": "SMS - un mesaj text va fi trimis pe telefonul mobil",
    "helpEmail": "E-mail - un mesaj va fi trimis la adresa dvs. de e-mail înregistrată",
    "helpLetter": "Scrisoare - o scrisoare va fi trimisă la adresa dvs. de domiciliu (vă rugăm să așteptați până la 3 zile pentru livrare)",
    "helpChangePrefs": "Puteți reveni oricând pe acest site pentru a schimba preferințele de notificare.",
    "needHelpTitle": "Aveți nevoie de ajutor?",
    "needHelpDesc": "Dacă aveți întrebări sau aveți nevoie de asistență, vă rugăm să contactați serviciul nostru de asistență."
  },
  "ThankyouScreen": {
    "title": "Vă mulțumim!",
    "preferencesSaved": "Preferințele dvs. au fost salvate și solicitarea este completă.",
    "appreciation": "Vă apreciem timpul acordat. Veți fi notificat când preferințele dvs. vor fi aplicate.",
    "safeToClose": "Acum puteți închide în siguranță această fereastră sau filă de browser.",
    "returnHome": "Înapoi la pagina principală"
  },
  "DevEnvironmentWarning": {
    "bannerTitle": "Mediu de testare:",
    "bannerMessage": "Acest site web este destinat exclusiv demonstrațiilor și testelor. Orice informație introdusă aici nu va fi salvată în dosarele reale ale pacienților și nu va fi folosită pentru îngrijirea clinică. Vă rugăm să nu introduceți date reale ale pacienților."
  }
}